<template>
    <div>
        <div style="text-align: center; margin-left: 350px;">
            <h2>Twitty</h2>
            <div>
                <div><img src="https://scontent.fbkk2-3.fna.fbcdn.net/v/t1.0-1/p32x32/14022142_10201915670370505_2460713328837671063_n.jpg?oh=bc23e9ca001a8a53c38d63767d025445&oe=58BC1B33" alt="">
                </div>
                <div style="height:40px"></div>
                <div>
                    <span><a href="#"><h5>Sappunts</h5></a>41 mins ago.</span>
                </div>
            </div>
            <div>
                <p>มีหลักฐานที่เป็นข้อเท็จจริงยืนยันมานานแล้ว ว่าเนื้อหาที่อ่านรู้เรื่องนั้นจะไปกวนสมาธิของคนอ่านให้เขวไปจากส่วนที้เป็น Layout เรานำ Lorem Ipsum มาใช้เพราะความที่มันมีการกระจายของตัวอักษรธรรมดาๆ แบบพอประมาณ ซึ่งเอามาใช้แทนการเขียนว่า ‘ตรงนี้เป็นเนื้อหา, ตรงนี้เป็นเนื้อหา' ได้ และยังทำให้มองดูเหมือนกับภาษาอังกฤษที่อ่านได้ปกติ ปัจจุบันมีแพ็กเกจของซอฟท์แวร์การทำสื่อสิ่งพิมพ์ และซอฟท์แวร์การสร้างเว็บเพจ (Web Page Editor) หลายตัวที่ใช้ Lorem Ipsum เป็นแบบจำลองเนื้อหาที่เป็นค่าตั้งต้น และเวลาที่เสิร์ชด้วยคำว่า 'lorem ipsum' ผลการเสิร์ชที่ได้ก็จะไม่พบบรรดาเว็บไซต์ที่ยังคงอยู่ในช่วงเริ่มสร้างด้วย โดยหลายปีที่ผ่านมาก็มีการคิดค้นเวอร์ชั่นต่างๆ ของ Lorem Ipsum ขึ้นมาใช้ บ้างก็เป็นความบังเอิญ บ้างก็เป็นความตั้งใจ (เช่น การแอบแทรกมุกตลก)

</p>
            </div>
            <button class=" btn btn-danger glyphicon glyphicon-heart"></button>
        </div>
        <div style="text-align: center; margin-left: 350px;">
            <h2>Twitty</h2>
            <div>
                <div><img src="https://scontent.fbkk2-3.fna.fbcdn.net/v/t1.0-1/p32x32/14022142_10201915670370505_2460713328837671063_n.jpg?oh=bc23e9ca001a8a53c38d63767d025445&oe=58BC1B33" alt="">
                </div>
                <div style="height:40px"></div>
                <div>
                    <span><a href="#"><h5>Sappunts</h5></a>1 hr ago.</span>
                </div>
            </div>
            <div>
                <p>มีท่อนต่างๆ ของ Lorem Ipsum ให้หยิบมาใช้งานได้มากมาย แต่ส่วนใหญ่แล้วจะถูกนำไปปรับให้เป็นรูปแบบอื่นๆ อาจจะด้วยการสอดแทรกมุกตลก หรือด้วยคำที่มั่วขึ้นมาซึ่งถึงอย่างไรก็ไม่มีทางเป็นเรื่องจริงได้เลยแม้แต่น้อย ถ้าคุณกำลังคิดจะใช้ Lorem Ipsum สักท่อนหนึ่ง คุณจำเป็นจะต้องตรวจให้แน่ใจว่าไม่มีอะไรน่าอับอายซ่อนอยู่ภายในท่อนนั้นๆ ตัวสร้าง Lorem Ipsum บนอินเทอร์เน็ตทุกตัวมักจะเอาท่อนที่แน่ใจแล้วมาใช้ซ้ำๆ ทำให้กลายเป็นที่มาของตัวสร้างที่แท้จริงบนอินเทอร์เน็ต ในการสร้าง Lorem Ipsum ที่ดูเข้าท่า ต้องใช้คำจากพจนานุกรมภาษาละตินถึงกว่า 200 คำ ผสมกับรูปแบบโครงสร้างประโยคอีกจำนวนหนึ่ง เพราะฉะนั้น Lorem Ipsum ที่ถูกสร้างขึ้นใหม่นี้ก็จะไม่ซ้ำไปซ้ำมา ไม่มีมุกตลกซุกแฝงไว้ภายใน หรือไม่มีคำใดๆ ที่ไม่บ่งบอกความหมาย</p>
            </div>
            <button class=" btn btn-danger glyphicon glyphicon-heart"></button>
        </div>

    </div>
</template>